Repository: JcDenis/enhancePostContent
Catalog: locales/*/main.po
Languages: fr

source: Enhance post content
fr: Amélioration du contenu

source: Key
fr: Clé

source: Enable plugin
fr: Activer le plugin

source: This enable public widgets and contents filter.
fr: Ceci active les widgets et le filtrage du contenu en partie public.

source: Record list
fr: Listes d'enregistrements

source: This is the default order of records lists.
fr: Ceci est l'ordre de trie par défaut des listes d'enregistrements.

source: Records per page:
fr: Enregistrements par page :

source: This is a special feature to edit list of allowed template values and public pages where this plugin works.
fr: Ceci est une option spéciale pour modifier les listes des balises de template et des pages publiques ou le plugin sera actif.

source: Allowed DC template values:
fr: Autoriser les balises de template :

source: Use "readable_name1:template_value1;readable_name2:template_value2;" like "entry content:EntryContent;entry excerpt:EntryExcerpt;".
fr: Utiliser "titre1:valeur_de_template1;titre2:valeur_de_template2;" exemple "entry content:EntreyContent;entry excerpt:EntreyExcerpt;".

source: Allowed public pages:
fr: Autoriser les pages publiques :

source: Use "readable_name1:template_page1;readable_name2:template_page2;" like "post page:post.html;home page:home.html;".
fr: Utiliser "titre1:page_de_template1;titre2:page_de_template2;" comme "post page:post.html;home page:home.html;".

source: List filtered contents.
fr: Liste les contenus filtrés.

source: In this article
fr: Dans cet article

source: Enable filter on %s
fr: Autoriser le filtrage sur %s

source: Search case insensitive
fr: Recherche insensible à la casse

source: Search also plural
fr: Recherche également le pluriel

source: Show the number of appearance
fr: Afficher le nombre d'occurence

source: Acronym
fr: Acronyme

source: Abbreviation
fr: Abréviation

source: Definition
fr: Définition

source: Replace
fr: Remplacement

source: entry excerpt
fr: le résumé du billet

source: entry content
fr: le contenu du billet

source: comment content
fr: le contenu des commentaires

source: home page
fr: la page d'accueil

source: post page
fr: la page du billet

source: category page
fr: la page de catégorie

source: search results page
fr: la page des résultats de recherche

source: atom feeds
fr: les flux Atom

source: RSS feeds
fr: les flux RSS

source: Highlight tags of your blog.
fr: Met en avant les Tags de votre blog

source: Highlight searched words.
fr: Met en avant les mots recherchés

source: Explain some acronyms. First term of the list is the acornym and second term the explanation.
fr: Explique des acronymes. Le premier terme de la liste est l'acronyme et les second terme est l'explication.

source: Explain some abbreviation. First term of the list is the abbreviation and second term the explanation.
fr: Explique des abréviations. Le premier terme de la liste est l'abréviation et le second terme est l'explication.

source: Explain some definition. First term of the list is the sample to define and second term the explanation.
fr: Explique des définitions. Le premier terme de la liste est la chaine à expliquer et le second terme est la définition.

source: Highlight citation of people. First term of the list is the citation and second term the author.
fr: Met en avant les citation des gens. Le premier terme est la citation et le second terme est l'auteur.

source: Link some words. First term of the list is the term to link and second term the link.
fr: Ajouter des liens. Le premier terme de la liste est le texte à lier et le second terme est l'adresse de lien.

source: Replace some text. First term of the list is the text to replace and second term the replacement.
fr: Remplace du texte. Le premier terme de la liste est le terme à remplacer et le second est le nouveau terme.

source: Update and show terms. First term of the list is the term to update and second term the new term.
fr: Met à jour du contenu. Le premier terme de la liste est l'ancien texte et le second est le nouveau texte.

source: Add link to twitter user page. Every word started with "@" will be considered as twitter user.
fr: Ajouter un lien vers une page Twitter. Chaque mot commençant par "@" sera considéré comme un nom de compte Twitter

source: View this user's twitter page
fr: Voir la page Twitter de cet utilisateur

source: No such record ID
fr: Clé inconnue

source: No record key
fr: Pas de clé

source: No record value
fr: Pas de valeur

source: No record filter
fr: Pas de filtre

source: Filter successfully updated.
fr: Filtre mis à jour.

source: Key already exists for this filter
fr: Cette clé existe déjà pour ce filter

source: Select filter:
fr: Sélectionner un filtre :

source: Pages to be filtered
fr: Pages à filtrer

source: Filtering
fr: Filtrage

source: Case insensitive
fr: Insensible à la casse

source: Also use the plural
fr: Utiliser également le pluriel

source: Limit the number of replacement to:
fr: Limiter le nombre de remplacement à :

source: Leave it blank or set it to 0 for no limit
fr: Laisser vide ou mettre à 0 pour aucune limite

source: Contents to be filtered
fr: Contenus à filtrer

source: Class "%s":
fr: Class CSS "%s" :

source: The inserted HTML tag looks like: %s
fr: Le code HTML de la balise est le suivant: %s

source: Ignore HTML tags:
fr: Ignorer les balises HTML :

source: This is the list of HTML tags where content will be ignored.
fr: Ceci est la liste des balises HTML dont le contenu sera ignoré.

source: Tag "%s" always be ignored.
fr: Les balises "%s" seront toujours ignorées.

source: &#171;prev.
fr: préc.

source: next&#187;
fr: suiv.

source: Records
fr: Enregistrements

source: No record
fr: Pas d'enregistrement

source: In order to remove a record, leave empty its key or value.
fr: Pour retirer un enregistrement, laisser vide sa clé ou sa valeur.

source: New record
fr: Nouvel enregistrement

source: Key:
fr: Clé :

source: Value:
fr: Valeur :
